/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d resultado"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d resultados";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Resultados";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Sin resultados";

"SHOW_ALL_N" = "Mostrar todo %d";
"SHOW_TOP_COUNT" = "Mostrar los %d primeros";
"MORE_TITLE_FORMAT" = "Más…";

"PREVIEW_TRASH" = "Papelera";
"PREVIEW_WHERE" = "Ubicación";
"PREVIEW_ITUNES_LIBRARY" = "Biblioteca musical de iTunes";
"PREVIEW_MESSAGE_FROM" = "De";
"PREVIEW_MESSAGE_TO" = "Para";
"PREVIEW_MESSAGE_RECIEVED" = "Recibido";
"PREVIEW_MESSAGE_SUBJECT" = "Asunto";
"PREVIEW_MESSAGE_FOLDER" = "Carpeta";
"PREVIEW_DIMENSIONS" = "Dimensiones";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ píxeles";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ puntos";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ pulgadas";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Ubicación";
"PREVIEW_ICAL_CALENDAR" =  "Calendario";
"PREVIEW_ICAL_START_DATE" = "Fecha de inicio";
"PREVIEW_ICAL_DUE_DATE" = "Fecha límite";
"PREVIEW_ICAL_ATTENDEES" = "Asistentes";
"PREVIEW_ARTICLE_POSTED" = "Fecha de publicación";
"PREVIEW_BOOLEAN_TRUE" = "sí";
"PREVIEW_BOOLEAN_FALSE" = "no";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "No hay nada seleccionado";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d ítem seleccionado";
"PREVIEW_ONE_SELECTED" = "1 ítem seleccionado";

"NO_MAIL_SUBJECT" = "Sin asunto";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Indexando volúmenes (%d%% completado)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Indexando volúmenes";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Buscar en %@";
"LINK_SEARCH_DATE_RANGE" = "Semana de %@ a %@";
"LINK_SEARCH_MONTH_RANGE" = "Mes de %@ a %@";
"LINK_SEARCH_YEAR_RANGE" = "Año de %@ a %@";
"LINK_SEARCH_DATE_NEWER" = "Más reciente que %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Editar";
"SAVED_SEARCH_SAVE" = "Guardar";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Previsualizar";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "Mensaje de correo";
"KIND_ICAL_EVENT" = "Evento de iCal";
"KIND_ICAL_TODO" = "Tarea de iCal";

"SEARCH_NAME_AND_ATTRIBUTES" = "Nombre y atributos";
"SEARCH_NAME_ONLY" = "Sólo nombre";
"SEARCH_ADVANCED" = "Avanzado";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Otro…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Consulta básica";
"RAW_QUERY_SLICE_DESCRIPTION" = "Un predicado de consulta básica a incluir con la búsqeda";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Extensión de archivo";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "La extensión del nombre de archivo del ítem";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Archivos de sistema";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Incluir archivos de sistema, como archivos de preferencias y módulos";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Ítems de Spotlight";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Incluir contactos, correo, eventos, páginas web, etc.";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Categoría";
